[
    {
        "image": "https://excel-adeniyi.github.io/planetImages/7Bedrooms1.jpg",
        "title": "Resident Development",
        "description": "At Openplanet, we are committed to delivering exceptional residential properties that redefine modern living. Our focus is on crafting high-quality homes that cater to individuals seeking comfort, elegance, and functionality.",
        "description1": "All our properties are located in the vibrant city of Abuja, showcasing innovative designs and meticulous attention to detail. Each development reflects our dedication to creating spaces that meet the highest standards of excellence and client satisfaction."
    },
    {
        "image": "https://excel-adeniyi.github.io/planetImages/houses-5514892_1920.jpg",
        "title": "Commercial Development",
        "description": "Openplanet is actively working toward making a mark in commercial property development. With plans to deliver premium office spaces, retail centers, and leisure facilities, we are focused on meeting the future needs of businesses and communities alike.",
        "description1": "While our journey in commercial development is just beginning, we are committed to creating innovative, high-quality spaces that align with our vision for growth and excellence. Stay tuned as we embark on this exciting new chapter."
    },
    {
        "image": "https://excel-adeniyi.github.io/planetImages/housing-1647624_1920.jpg",
        "title": "Investment Portfolio Management",
        "description": "At OpenPlanet, we offer expert management of real estate investment portfolios designed to meet your goals. From residential to commercial properties, we help you build a diversified and profitable portfolio with minimal risk.",
        "description1": "With a focus on strategic acquisitions, risk mitigation, and market insights, our team ensures your investments remain resilient and successful. Partner with OpenPlanet to secure long-term financial growth in real estate."
    }
]